import React from "react";
import Footer from "../components/Footer";
import GoogleMap from "../components/GoogleMap";
import Helping from "../components/Helping";
import Hero from "../components/Hero";

const Help = () => {
  return (
    <div>
      <Hero 
      cName="hero-mid"
heroImg='https://images.unsplash.com/photo-1485217988980-11786ced9454?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1170&q=80'
      heading="Тусламж"
      btnClass="hide"/>
      <h4 className="title">
        Цахим луйвараас сэргийлэхийн тулд та дараах зөвлөмжүүдийг уншиж өөртөө
        мэдлэг олгоорой.{" "}
      </h4>
      <Helping
        summary="Цахим луйврын төрлүүдийн дэлгэрэнгүй"
        li1="1. Цахим шуудангийн луйвар: Манай улсын гадаад худалдаа эрхэлдэг иргэн аж ахуйн нэгж байгууллагууд харилцагч талаас ирсэн цахим шууданд төлбөрийн данс солигдсон, өөрчлөгдсөн үндэслэлээр өөр дансанд төлбөрийг шилжүүлэхийг хүссэн цахим шуудан хүлээж авдаг ба тус шилжүүлгийг хийснээр цахим шуудангийн луйврын хохирогч болдог.
    "
        li2="2. Мөнгө гуйх: Онлайнаар таны танилын хаягнаас эсвэл таны танилын хаягтай төсөөтэй хуурамч хаягнаас тань руу яаралтай мөнгө зээлээч, өнөөдөр орой эсвэл маргааш өглөө өгнө, хүүтэй нь хамт өгнө гэж урьдчилан бэлтгэсэн дансанд хохирогчоос мөнгийг нь залилж авдаг."
        li3="3. Үнэгүй бараа: Гэмт итгээдүүд онлайнаар олон улсад нэр хүндтэй хүмүүс болон байгууллагын нэрийг барьж та азтан боллоо, та үнэгүй авах боломжтой бараагаа авахын тулд таны кредит карт, гэрийн хаяг болно бусад мэдээллийг асуух болно. Хэрэв та өөрийн мэдээллээ өгсөн тохиолдолд дансан дахь мөнгөө алдах эрсдэлтэй."
        li4="4. Банкны залилан: Таны имэйл хаяганд банкны албан ёсны мэт хуурамч имэйл хаяг ирэх ба танаас мэдээлэл асууж, баталгаажуулахыг шаарддаг. Банк хэзээч таны хувийн мэдээллийг асууж имэйл явуулдаггүй гэдгийг үргэлж сана."
        li5="5. Романс луйвар: Интернэт орчинд харилцаа тогтоон хүний итгэлийг олж аван улмаар үүнийгээ ашиглан залилангийн гэмт хэрэг үйлдэхийг романс луйвар гэж ойлгож болно."
      />
      <Helping
        summary="Чухал шаардлагатай утасны дугаарууд "
        li1="1. Цагдаагийн газар                                - 102"
        li2="2. Хүүхдийн тусламжийн утас - 108"
        li3="3. Цахим халдлагатай тэмцэх цагдаагийн хэлтэс - 70191420"
        li4="4. Сэтгэцийн эрүүл мэндийн үндэсний төв - 18002000"
        li5="5. Гэр бүлийн хүчирхийллийн талаар   - 107"
      />
      <Helping
        summary="ЦАХИМ ГЭМТ ХЭРГЭЭС УРЬДЧИЛАН СЭРГИЙЛЭХ ЗӨВЛӨМЖҮҮД
    "
        li1="1. Гар утас болон компьютерын системээ шинэчилж байх
    "
        li2="2. Вирусны эсрэг программ суулгах буюу түүнийгээ шинэчилж байх"
        li3='3. "Үнэгүй зүйл зөвхөн хавханд л байдаг" буюу танд маш их аз тохиолдоход эргэлзэн нягтлан шалгаж байх.'
        li4="4. Санхүүгийн мэдээлэл, дансны хуулгаа
    тогтмол хянах
    "
        li5="5. Вэб сайтын нууцлалын бодлогыг хэвлэн авч, анхааралтай унших"
      />
      <GoogleMap/>
      <Footer />
    </div>
  );
};

export default Help;
